---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.InsulationLiningBase
source: html/d874a309-b60f-2832-ee76-07d7af7bda66.htm
---
# InsulationLiningBase Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.